Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: The sunburst displays how the line leader and line leader + 1 ratings were changed during the Let's Discuss and Challenge processes.
tr_tr: Güneş patlaması grafiği, Let’s Discuss ve Challenge süreçlerinde hat lideri ve hat lideri +1 puanlarının nasıl değiştiğini gösterir.

source: System Logins
tr_tr: Sistem Girişleri

source: System Roles Permission
tr_tr: Sistem Rolleri İzni

source: System Usage Details
tr_tr: Sistem Kullanım Detayları

source: System Usage Overview
tr_tr: Sistem Kullanımına Genel Bakış

source: System Usage & Roles
tr_tr: Sistem Kullanımı ve Roller

source: Thanks, Favorites & Let's meet
tr_tr: Teşekkürler, Favoriler ve Tanışalım

source: Top 5 strategic drivers
tr_tr: İlk 5 stratejik etken

source: Total active users
tr_tr: Toplam aktif kullanıcılar

source: Total answers
tr_tr: Toplam yanıt

source: Total behaviors requested
tr_tr: İstenen toplam davranış

source: Total career plan templates
tr_tr: Toplam kariyer planı şablonu

source: Total career plans
tr_tr: Toplam kariyer planı

source: Total challenged reviews
tr_tr: Toplam itiraz edilen değerlendirmer

source: Total check-ins
tr_tr: Toplam check-in görüşmesi

source: Total number of check-ins in table
tr_tr: Tablodaki toplam check-in görüşmeleri sayısı

source: Total completed reviews
tr_tr: Tamamlanan toplam değerlendirmer

source: Total documents not released
tr_tr: Yayımlanmayan toplam belge

source: Total documents released
tr_tr: Yayımlanan toplam belge

source: Total documents unreleased
tr_tr: Yayımlanmayan toplam belge

source: Total goals by strategic driver
tr_tr: Stratejik etkene göre toplam hedef

source: Total goals with strategic drivers
tr_tr: Stratejik etkenli toplam hedef

source: Total logins
tr_tr: Toplam oturum açma sayısı

source: Total logins over time
tr_tr: Zaman içindeki toplam oturum açma sayısı

source: Total number of alignments:
tr_tr: Toplam hizalama sayısı:

source: Total number of communication rounds
tr_tr: Toplam iletişim turu sayısı

source: Total number of documents
tr_tr: Toplam belge sayısı

source: Total number of documents by comm round
tr_tr: İletişim turuna göre toplam belge sayısı

source: Total number of goals in table:
tr_tr: Tablodaki toplam hedef sayısı:

source: Total number of workers
tr_tr: Toplam çalışan sayısı

source: Total number of users in table
tr_tr: Tablodaki toplam kullanıcı sayısı

source: Total questions
tr_tr: Toplam soru

source: Total rated feedbacks
tr_tr: Puanlanmış toplam geri bildirimler

source: Total requests by behavior
tr_tr: Davranışa göre toplam istek

source: Total reviews with behavior ratings
tr_tr: Davranış puanlarına sahip toplam değerlendirmer

source: (Total score visuals are not affected by this)
tr_tr: (Toplam puan görselleştirmeleri bundan etkilenmez)

source: Total users
tr_tr: Toplam kullanıcı

source: Total users with no goals
tr_tr: Hedefi olmayan toplam kullanıcı

source: Trust (avg.)
tr_tr: Güven (ort.)

source: Trust & clarity (correlation)
tr_tr: Güven ve netlik (korelasyon)

source: Trust (distribution)
tr_tr: Güven (dağılım)

source: # unique aligned goals
tr_tr: Benzersiz hizalanmış hedef sayısı

source: Unique logins
tr_tr: Benzersiz girişler

source: Unique logins over time
tr_tr: Zaman içinde benzersiz girişler

source: # unique parent goals
tr_tr: Özgün üst hedef sayısı

source: Used the Check-ins feature
tr_tr: Check-in görüşmeleri özelliği kullanıldı

source: Used the Feedback feature
tr_tr: Geri bildirimler özelliğini kullandı

source: Used the Goals feature
tr_tr: Hedefler özelliği kullanıldı

source: Users having aligned goals
tr_tr: Hizalanmış hedefleri olan kullanıcılar

source: Users having behaviors
tr_tr: Davranışları olan kullanıcılar

source: Users having check-ins
tr_tr: Check-in görüşmeleri olan kullanıcılar

source: Users having feedback
tr_tr: Geri bildirimler alan kullanıcılar

source: Users having goals
tr_tr: Hedefleri olan kullanıcılar

source: Users having logged in
tr_tr: Oturum açmış kullanıcılar

source: Users who received feedback ratings
tr_tr: Geri bildirim değerlendirmeleri alan kullanıcılar

source: Users who requested feedback
tr_tr: Geri bildirim talep eden kullanıcılar

source: Users who sent feedback
tr_tr: Geri bildirimler gönderen kullanıcılar

source: Users with check-ins by role
tr_tr: Rol bazında check-in görüşmeleri olan kullanıcılar

source: Users with global access
tr_tr: Genel erişime sahip kullanıcılar

source: Users with no goals
tr_tr: Hedefi olmayan kullanıcılar

source: Users with no goals by org. level
tr_tr: Organizasyon seviyesine göre hedefi olmayan kullanıcılar

source: Users with restricted access
tr_tr: Kısıtlı erişime sahip kullanıcılar

source: Word cloud - Answers for multiple choice questions
tr_tr: Kelime bulutu - Çoktan seçmeli soruların yanıtları

source: Word cloud - Answers from free text questions
tr_tr: Kelime bulutu - Serbest metin sorularının yanıtları

source: Worker/manager alignment
tr_tr: Çalışan/yönetici uyumu

source: Worker self-review status
tr_tr: Çalışanın kendi kendine değerlendirmer durumu

source: Workers having goals
tr_tr: Hedefleri olan Çalışanlar

source: Workers who received feedback ratings
tr_tr: Geri bildirim değerlendirmeleri alan Çalışanlar

source: Workers with no goals
tr_tr: Hedefi olmayan Çalışanlar

source: Workflow step by comm round
tr_tr: İletişim turuna göre iş akışı adımı

source: Workflow step status
tr_tr: İş akışı adım durumu

source: We couldn't prepare this report right now. Please try again in a moment. If the issue persists, contact support and share this screen.
tr_tr: Bu raporu şu anda hazırlayamadık. Lütfen bir süre sonra tekrar deneyin. Sorun devam ederse destek ekibiyle iletişime geçin ve bu ekranı paylaşın.

source: Reference: {{referenceErrorCode}}
tr_tr: Referans: {{referenceErrorCode}}

source: This report is temporarily unavailable.
tr_tr: Bu rapor geçici olarak kullanılamıyor.

source: Reports
tr_tr: Raporlar

source: There are no reports to display at the moment.
tr_tr: Şu anda görüntülenecek herhangi bir rapor yok.

source: No reports or pages with the name "{{phrase}}"
tr_tr: "{{phrase}}" adında rapor veya sayfa yok

source: Search for a report
tr_tr: Bir rapor ara

source: Total: {{count}}
tr_tr: Toplam: {{count}}

source: Report list
tr_tr: Rapor listesi

source: This should only take a few seconds!
tr_tr: Bu sadece birkaç saniye sürecek!

source: Loading data
tr_tr: Veriler yükleniyor

source: Preparing visuals
tr_tr: Görseller hazırlanıyor

source: Rendering the dashboard
tr_tr: Gösterge paneli oluşturuluyor

source: We are generating the dashboard for you.
tr_tr: Sizin için gösterge panelini oluşturuyoruz.

source: Approve all pending goals
tr_tr: Tüm bekleyen hedefleri onaylayın

source: You are about to approve the goal <strong>{{goalTitle}}</strong>. Are you sure you want to proceed?
tr_tr: <strong>{{goalTitle}}</strong> hedefini onaylamak üzeresiniz. Devam etmek istediğinizden emin misiniz?

source: Approve goal
tr_tr: Hedefi onaylayın

source: Type your message here
tr_tr: Mesajınızı buraya yazın

source: {{count}} goals were successfully approved.
tr_tr: {{count}} hedef başarıyla onaylandı.

source: The goal was approved.
tr_tr: Hedef onaylandı.

source: Assisted by Goal Genius
tr_tr: Goal Genius tarafından destekleniyor

source: Please add at least one attachment.
tr_tr: Lütfen en az bir ek ekleyin.

source: Back to login
tr_tr: Girişe geri dön

source: Set new password
tr_tr: Yeni şifre belirle

source: Email me the link again
tr_tr: Bağlantıyı bana tekrar e-posta ile gönder

source: You have forgotten your password or you're logging in for first time? Enter your email below to receive instructions to set your password.
tr_tr: Şifrenizi mi unuttunuz yoksa ilk kez mi giriş yapıyorsunuz? Şifrenizi belirlemeye ilişkin yönergeleri almak için e-postanızı aşağıya girin.

source: If you haven't received our email within the next 3 minutes, you can request a new email.
tr_tr: Sonraki 3 dakika içinde e-postamızı almadıysanız, yeni bir e-posta talep edebilirsiniz.

source: Check your "{{email}}" inbox for an email from beqom containing a unique link to reset your password. If you don't see this email in your inbox, check your spam folder.
tr_tr: Şifrenizi sıfırlamak için beqom'dan gelen ve benzersiz bir bağlantı içeren e-postayı "{{email}}" gelen kutunuzda kontrol edin. Bu e-postayı gelen kutunuzda göremiyorsanız, istenmeyen e-posta klasörünüzü kontrol edin.

source: Set my password
tr_tr: Şifremi ayarla

source: Autosave
tr_tr: Otomatik Kaydetme

source: Back to home page
tr_tr: Ana sayfaya geri dön

source: Back to "Manage behavior libraries" page
tr_tr: "Davranış kitaplıklarını yönet" sayfasına geri dön

source: Back to {{pageName}}
tr_tr: {{pageName}} sayfasına geri dön

source: Service temporarily unavailable
tr_tr: Hizmet geçici olarak kullanılamıyor

source: The server is temporarily unavailable. Please try again in a few moments. If the problem persists, contact your IT team for assistance.
tr_tr: Sunucu geçici olarak kullanılamıyor. Lütfen birkaç dakika sonra yeniden deneyin. Sorun devam ederse yardım için BT ekibinizle iletişime geçin.

source: Continue editing
tr_tr: Düzenlemeye devam et

source: Discard and close
tr_tr: İ̇ptal et ve kapat

source: You have unsaved changes. Do you want to discard them?
tr_tr: Kaydedilmemiş değişiklikleriniz var. Bunları iptal etmek istiyor musunuz?

source: Currently, our company does not have a formal behavior library in place. However, we are diligently working on creating one to better serve our organizational goals. Our team is actively developing a comprehensive behavior library that aligns with our company values and objectives. We appreciate your understanding and anticipate sharing our progress with you in the near future.
tr_tr: Şu anda, şirketimizde resmi bir davranış kitaplığı mevcut değildir. Ancak, organizasyonel hedeflerimize daha iyi hizmet etmek amacıyla bir tane oluşturmak için özenle çalışıyoruz. Ekibimiz aktif olarak şirket değerlerimiz ve hedeflerimiz ile uyumlu, kapsamlı bir davranış kitaplığı geliştiriyor. Anlayışınız için teşekkür ederiz ve kaydettiğimiz ilerlemeyi yakın gelecekte sizinle paylaşmayı umuyoruz.

source: Assigned to:
tr_tr: Şuraya atandı:

source: Behavior library details
tr_tr: Davranış kitaplığı ayrıntıları

source: Delete library
tr_tr: Kitaplığı sil

source: Disable library
tr_tr: Kitaplığı devre dışı bırak

source: Edit library
tr_tr: Kitaplığı düzenle

source: Enable library
tr_tr: Kitaplığı etkinleştir

source: Library owners:
tr_tr: Kitaplık sahipleri:

source: Publication date:
tr_tr: Yayın tarihi:

source: Users will no longer be able to continue to tag this behavior, but they will see behaviors that were received or sent.
tr_tr: Kullanıcılar artık bu davranışı etiketlemeye devam edemeyecek, ancak alınan veya gönderilen davranışları görebilecekler.

source: After enabling this library, go to “Edit”, and review the setup and assignment. Once the library has been reviewed and assigned, it will then be available to end users. Are you sure you want to enable the library?
tr_tr: Bu kütüphaneyi etkinleştirdikten sonra "Düzenle"ye gidin ve kurulumu ve atamayı değerlendirin. Kütüphane değerlendirildikten ve atandıktan sonra son kullanıcılar için kullanılabilir olacaktır. Kütüphaneyi etkinleştirmek istediğinizden emin misiniz?

source: The library {{name}} was successfully deleted.
tr_tr: {{name}} kitaplığı başarıyla silindi.

source: The library {{name}} was successfully disabled.
tr_tr: {{name}} kitaplığı başarıyla devre dışı bırakıldı.

source: The library {{name}} was successfully enabled.
tr_tr: {{name}} kitaplığı başarıyla etkinleştirildi.

source: Copyright © {{year}} beqom SA.
tr_tr: Telif Hakkı © {{year}} beqom SA.

source: All rights reserved.
tr_tr: Tüm hakları saklıdır.

source: Company goals
tr_tr: Şirket hedefleri

source: Department goals
tr_tr: Departman hedefleri

source: Estimated bonus
tr_tr: Tahmini bonus

source: Individual goals
tr_tr: Bireysel hedefler

source: Bonus variable estimator
tr_tr: Bonus değişken tahmincisi

source: Accept
tr_tr: Onayla

source: Accepted
tr_tr: Kabul Edildi

source: Add
tr_tr: Ekle

source: Add agenda point
tr_tr: Gündem maddesi ekle

source: Add block
tr_tr: Blok ekle

source: Add feature
tr_tr: Özellik ekle

source: Add feedback note
tr_tr: Geri bildirimlere ilişkin notu ekle

source: Add field
tr_tr: Alan ekle

source: Add note
tr_tr: Not ekle

source: Add option
tr_tr: Seçenek ekle

source: Add type
tr_tr: Tür ekle

source: Apply
tr_tr: Uygula

source: Apply filters
tr_tr: Filtreleri uygula

source: Approve
tr_tr: Onayla

source: Assign
tr_tr: Ata

source: Attach document
tr_tr: Belgeyi ekle

source: Back
tr_tr: Geri

source: Change
tr_tr: Değiştir

source: Change file name
tr_tr: Dosya adını değiştir

source: Clear filters
tr_tr: Filtreleri temizle

source: Clear all filters and search
tr_tr: Tüm filtreleri ve aramayı temizleyin

source: Close
tr_tr: Kapat

source: Invite a collaborator
tr_tr: Bir ortak çalışanı davet et

source: Collapse
tr_tr: Daralt

source: Continue
tr_tr: Devam

source: Copy
tr_tr: Kopyala

source: Create
tr_tr: Oluştur

source: Create check-in
tr_tr: Check-in görüşmesini oluşturun

source: Create model
tr_tr: Model oluştur

source: Create snapshot
tr_tr: Anlık görüntü oluştur

source: Dark mode
tr_tr: Karanlık mod

source: Reject
tr_tr: Reddet

source: Delete
tr_tr: Sil

source: Delete all
tr_tr: Tümünü sil

source: Delete goal
tr_tr: Hedefi sil

source: Discard
tr_tr: İptal Et

source: Download
tr_tr: İndir

source: Download all
tr_tr: Tümünü indir

source: Download CSV
tr_tr: CSV'yi İndir

source: Download CSV file
tr_tr: CSV dosyasını indir

source: Download file
tr_tr: Dosyayı indir

source: Download log file
tr_tr: Günlük dosyasını indir

source: Download PDF
tr_tr: PDF İndir

source: Download the template
tr_tr: Şablonu indirin

source: Duplicate
tr_tr: Kopyala

source: Edit
tr_tr: Düzenle

source: Edit field
tr_tr: Alanı düzenle

source: Edit goal
tr_tr: Hedefi düzenle

source: Edit goal details
tr_tr: Hedef ayrıntılarını düzenle

source: Edit profile
tr_tr: Profili düzenle

source: Edit type
tr_tr: Düzenleme türü

source: Exit
tr_tr: Çıkış

source: Expand
tr_tr: Genişlet

source: Export
tr_tr: Dışa Aktar

source: Export organization
tr_tr: Kuruluşu dışa aktar

source: Extend model
tr_tr: Modeli genişlet

source: Filters
tr_tr: Filtreler

source: Finish
tr_tr: Bitir

source: Generate CSV
tr_tr: CSV Oluştur

source: Generate statement
tr_tr: Beyan oluştur

source: Give
tr_tr: Ver

source: Give feedback
tr_tr: Geri bildirimlerde bulunun

source: Go back
tr_tr: Geri dön

source: Hide
tr_tr: Gizle

source: Join
tr_tr: Katıl

source: Help Center
tr_tr: Yardım Merkezi

source: Load more
tr_tr: Daha fazla yükle

source: Logout
tr_tr: Oturumu kapat

source: Manage
tr_tr: Yönet

source: Mark all as read
tr_tr: Tümünü okundu olarak işaretle

source: More
tr_tr: Daha fazla

source: Move reviews
tr_tr: Değerlendirmeleri taşı

source: New
tr_tr: Yeni

source: Next
tr_tr: Sonraki

source: Next step
tr_tr: Sonraki adım

source: None
tr_tr: Hiçbiri

source: OK
tr_tr: Tamam

source: Open
tr_tr: Açık

source: Open in a new tab
tr_tr: Yeni sekmede aç

source: Open link
tr_tr: Bağlantıyı aç

source: Preview grid
tr_tr: Önizleme kılavuzu

source: Previous
tr_tr: Önceki

source: Print PDF
tr_tr: PDF Yazdır

source: Proceed
tr_tr: Devam et

source: Reassign review
tr_tr: Değerlendirmeyi yeniden ata

source: Remove
tr_tr: Kaldır

source: Remove all
tr_tr: Tümünü kaldır

source: Remove file
tr_tr: Dosyayı kaldır

source: Remove selected
tr_tr: Seçilenleri kaldır

source: Rename
tr_tr: Yeniden adlandır

source: Republish
tr_tr: Yeniden yayınla

source: Request
tr_tr: Talep et

source: Request feedback
tr_tr: Geri bildirimler talep edin

source: Reset to default
tr_tr: Varsayılana sıfırla

source: Resubmit
tr_tr: Yeniden gönder

source: Submit again for approval
tr_tr: Onay için tekrar gönder

source: Retry
tr_tr: Yeniden dene

source: Save
tr_tr: Kaydet

source: Save & exit
tr_tr: Kaydet ve çık

source: Save as draft
tr_tr: Taslak olarak kaydet

source: Save changes
tr_tr: Değişiklikleri kaydet

source: Save draft and exit
tr_tr: Taslağı kaydet ve çık

source: Save updates
tr_tr: Güncellemeleri kaydet

source: Select
tr_tr: Seç

source: Send
tr_tr: Gönder

source: Send feedback
tr_tr: Geri bildirimler gönder

source: Send now
tr_tr: Şimdi gönder

source: Send requests
tr_tr: Talepleri gönder

source: Share
tr_tr: Paylaş

source: Show
tr_tr: Göster

source: Show less
tr_tr: Daha az göster

source: Show more
tr_tr: Daha fazla göster

source: Start upload
tr_tr: Yüklemeyi başlat

source: Submit
tr_tr: Gönder

source: Submitted
tr_tr: Gönderildi

source: Toggle
tr_tr: Aç/kapat

source: Toggle menu
tr_tr: Menüyü aç/kapat

source: Train model
tr_tr: Modeli eğit

source: Update
tr_tr: Güncelle

source: Upload
tr_tr: Yükle

source: Upload CSV
tr_tr: CSV Yükle

source: Uploading
tr_tr: Yükleniyor

source: Validate
tr_tr: Doğrula

source: View
tr_tr: Görüntüle

source: View all
tr_tr: Tümünü görüntüle

source: View check-in
tr_tr: Check-in görüşmesini görüntüle

source: No behavior libraries yet.
tr_tr: Henüz davranış kitaplığı yok.

source: Create your first behavior library
tr_tr: İlk davranış kitaplığınızı oluşturun

source: Owners
tr_tr: Sahipler

source: The bonus plan was successfully duplicated.
tr_tr: Bonus planı başarıyla kopyalandı.

source: Open bonus plan
tr_tr: Bonus planını aç

source: Enable
tr_tr: Etkinleştir

source: Usage details
tr_tr: Kullanım ayrıntıları

source: Alert
tr_tr: Uyarı

source: Changes detected in the selected goal plan.
tr_tr: Seçilen hedef planında değişiklikler tespit edildi.

source: Changes detected in the selected goal plan. Use pending draft version to apply them if needed.
tr_tr: Seçilen hedef planında değişiklikler tespit edildi. Gerekirse bunları uygulamak için bekleyen taslak sürümünü kullanın.

source: Create pending draft
tr_tr: Bekleyen taslak oluştur

source: Duplication successful
tr_tr: Kopyalama başarılı

source: Edit pending draft
tr_tr: Beklemede olan taslağı düzenle

source: Create bonus plan
tr_tr: Bonus planı oluşturun

source: Edit bonus plan
tr_tr: Bonus planını düzenleyin

source: The pending draft was successfully updated.
tr_tr: Beklemedeki taslak başarıyla güncellendi.

source: Some payout curves assigned to this bonus plan are deactivated. Please reassign the payout curves.
tr_tr: Bu prim planına atanan bazı ödeme eğrileri devre dışı bırakılmıştır. Lütfen ödeme eğrilerini yeniden atayınız.

source: The bonus plan was successfully published.
tr_tr: Prim planı başarıyla yayınlandı.

source: The pending draft was successfully published.
tr_tr: Bekleyen taslak başarıyla yayımlandı.

source: Numeric
tr_tr: Sayısal

source: Percentage
tr_tr: Yüzde

source: Achievement calculation
tr_tr: Başarı hesaplaması

source: Calculation of the achievement per each goal
tr_tr: Her bir hedef için başarının hesaplanması

source: Calculated bonus
tr_tr: Hesaplanan bonus

source: When multiple situations apply, the final bonus is the total of the calculated bonuses for each situation.
tr_tr: Birden fazla durum geçerliyse, nihai bonus her bir durum için hesaplanan bonusların toplamıdır.

source: Review the bonus calculation equation
tr_tr: Prim hesaplama denklemine göz atın

source: Goal achievement %
tr_tr: Hedef gerçekleştirme %

source: Goal type weight
tr_tr: Hedef türü ağırlığı

source: LoA factor
tr_tr: LoA faktörü

source: Payout curve result
tr_tr: Ödeme eğrisi sonucu

source: Target bonus
tr_tr: Hedef prim

source: TiR factor
tr_tr: TiR faktörü

source: Bonus formula overview
tr_tr: Bonus formülü genel bakış

source: This formula calculates the bonus payout. You can adjust it later in the comp round creation process.
tr_tr: Bu formül, prim ödemesini hesaplar. Daha sonra, ücret turu oluşturma sürecinde bunu ayarlayabilirsiniz.

source: Bonus calculation equation
tr_tr: Bonus hesaplama denklemi

source: Specify the performance indicators and payout curve
tr_tr: Performans göstergelerini ve ödeme eğrisini belirtin

source: The payout curve {{payoutCurveName}} is deactivated. If you edit it, it will no longer be available for selection.
tr_tr: Ödeme eğrisi {{payoutCurveName}} devre dışı bırakıldı. Düzenlerseniz, artık seçim için kullanılamayacaktır.

source: Deactivated payout curve
tr_tr: Devre dışı bırakılan ödeme eğrisi

source: Add a goal plan and assign payout curves.
tr_tr: Bir hedef planı ekleyin ve ödeme eğrileri atayın.

source: Payout curve
tr_tr: Ödeme eğrisi

source: Measurement
tr_tr: Ölçüm

source: Add a plan, set a payout curve and a calculated weight.
tr_tr: Bir plan ekleyin, bir ödeme eğrisi belirleyin ve hesaplanmış bir ağırlık ayarlayın.

source: Add goal plan
tr_tr: Hedef planı ekle

source: Add plan
tr_tr: Plan ekle

source: Get started by adding a goal plan
tr_tr: Bir hedef planı ekleyerek başlayın

source: This payout curve is disabled; please choose another one.
tr_tr: Bu ödeme eğrisi devre dışı bırakılmıştır; lütfen başka birini seçiniz.

source: This payout curve is disabled; please select another one.
tr_tr: Bu ödeme eğrisi devre dışı bırakıldı; lütfen başka birini seçin.

source: Search for payout curves
tr_tr: Ödeme eğrilerini ara

source: Please provide a goal plan.
tr_tr: Lütfen bir hedef planı sağlayınız.

source: {{percent}}% weight
tr_tr: Ağırlığın %{{percent}}’i

source: Performance indicator (goals)
tr_tr: Performans göstergesi (hedefler)

source: Bonus type
tr_tr: Bonus türü

source: The code cannot be empty.
tr_tr: Kod boş olamaz.

source: Plan details
tr_tr: Plan ayrıntıları

source: A bonus plan with that code already exists
tr_tr: Bu koda sahip bir bonus planı zaten var

source: Goal plan period
tr_tr: Hedef planı dönemi

source: Define the time frame for the goal plan to be used in this bonus plan.
tr_tr: Bu prim planında kullanılacak hedef planı için zaman aralığını tanımlayın.

source: End date is required
tr_tr: Bitiş tarihi gereklidir

source: The start date is required.
tr_tr: Başlangıç tarihi gereklidir.

source: You’ve already selected a goal plan. To update the period, please remove the current selection first.
tr_tr: Zaten bir hedef planı seçtiniz. Dönemi güncellemek için lütfen mevcut seçimi önce kaldırınız.

source: The name cannot be empty.
tr_tr: Ad boş bırakılamaz.

source: Search by name
tr_tr: İsme göre ara

source: Discretionary bonus
tr_tr: İsteğe bağlı bonus

source: Awarded at the comp managers' discretion; not tied to specific performance metrics.
tr_tr: Ücretlendirme yöneticilerinin takdirine bağlı olarak verilir; belirli performans metriklerine bağlı değildir.

source: STI: KPIs with payout curves
tr_tr: Kısa vadeli teşvik: ödeme eğrileri olan temel performans göstergeleri

source: A bonus tied to KPIs where payouts adjust based on performance levels.
tr_tr: Ödemelerin performans seviyelerine göre ayarlandığı temel performans göstergelerine bağlı bir bonus.

source: Define the population(s) for the bonus plan.
tr_tr: Bonus planı için popülasyonu/popülasyonları tanımlayın.

source: Select the populations relevant for this bonus plan.
tr_tr: Bu prim planı için ilgili popülasyonları seçiniz.

source: Select populations
tr_tr: Popülasyonları seçin

source: Population summary
tr_tr: Nüfus özeti

source: Overview of the population definition
tr_tr: Nüfus tanımının genel bakışı

source: System populations
tr_tr: Sistem popülasyonları

source: Apply individual inclusion and exclusion.
tr_tr: Bireysel dahil etme ve hariç tutma işlemini uygulayın.

source: No workers added to the population yet
tr_tr: Henüz nüfusa işçi eklenmedi

source: Manual worker selections
tr_tr: Manuel işçi seçimleri

source: Workers selected manually
tr_tr: Çalışanlar manuel olarak seçildi

source: Apply prorating factors
tr_tr: Oranlama faktörlerini uygulayın

source: Leave of absence (LoA)
tr_tr: İzinli ayrılma (LoA)
